{
    "location": [
        {
            "name":"地点一",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "优必选正式签约曼城 跨界合作打造年度好戏,10月12日消息，优必选科技与曼城俱乐部在北京举办发布会，正式宣布双方签署战略合作协议，打造一场机器人足球豪华盛宴。"
        },
        {
            "name":"地点二",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "优必选科技是一家专注于人工智能与人形机器人研发的跨国高科技企业，估值已超10亿美元，近期入选美国市场调研公司CB Insights发布的全球独角兽榜单，是目前人工智能与人形智能机器人领域唯一的独角兽！"
        },
        {
            "name":"地点三",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "今年7月优必选Jimu机器人已成功登陆全球部分Apple Store零售店，优必选产品近70%销往国外，现已在全球拥有众多拥趸。此次签约曼城足球俱乐部，也是为全球更多用户认识来自中国的“智能机器人”提供了良好的机会。这场“机器人足球盛宴”让我们拭目以待"
        },
        {
             "name":"地点四",
             "x": "10",
             "y": "20",
             "z": "30",
             "action": "wave",
             "content": "今年7月优必选Jimu机器人已成功登陆全球部分Apple Store零售店，优必选产品近70%销往国外，现已在全球拥有众多拥趸。此次签约曼城足球俱乐部，也是为全球更多用户认识来自中国的“智能机器人”提供了良好的机会。这场“机器人足球盛宴”让我们拭目以待"
         },
        {
             "name":"地点五",
              "x": "10",
              "y": "20",
              "z": "30",
              "action": "wave",
              "content": "今年7月优必选Jimu机器人已成功登陆全球部分Apple Store零售店，优必选产品近70%销往国外，现已在全球拥有众多拥趸。此次签约曼城足球俱乐部，也是为全球更多用户认识来自中国的“智能机器人”提供了良好的机会。这场“机器人足球盛宴”让我们拭目以待"
         },
         {
              "name":"地点六",
              "x": "10",
              "y": "20",
              "z": "30",
              "action": "wave",
              "content": "今年7月优必选Jimu机器人已成功登陆全球部分Apple Store零售店，优必选产品近70%销往国外，现已在全球拥有众多拥趸。此次签约曼城足球俱乐部，也是为全球更多用户认识来自中国的“智能机器人”提供了良好的机会。这场“机器人足球盛宴”让我们拭目以待"
         }
    ]
}