{
    "location": [
        {
            "name":"地点一",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "优必选正式签约曼城 跨界合作打造年度好戏,10月12日消息，优必选科技与曼城俱乐部在北京举办发布会，正式宣布双方签署战略合作协议，打造一场机器人足球豪华盛宴。"
        },
        {
            "name":"地点二",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "位置二内容讲解 位置二内容讲解"
        },
        {
            "name":"地点三",
            "x": "10",
            "y": "20",
            "z": "30",
            "action": "wave",
            "content": "位置三内容讲解 位置三内容讲解"
        },
        {
             "name":"地点四",
             "x": "10",
             "y": "20",
             "z": "30",
             "action": "wave",
             "content": "位置四内容讲解 位置四内容讲解"
         },
        {
             "name":"地点五",
              "x": "10",
              "y": "20",
              "z": "30",
              "action": "wave",
              "content": "位置五内容讲解 位置五内容讲解"
         },
         {
              "name":"地点六",
              "x": "10",
              "y": "20",
              "z": "30",
              "action": "wave",
              "content": "位置六内容讲解 位置六内容讲解"
         }
    ]
}
//暂时保存测试导航测试数据
{
    "location": [
        {
            "name":"办公室",
            "x": "-2.6922",
            "y": "-10.3974",
            "z": "30",
            "action": "wave",
            "content": "优必选正式签约曼城 跨界合作打造年度好戏,10月12日消息，优必选科技与曼城俱乐部在北京举办发布会，正式宣布双方签署战略合作协议，打造一场机器人足球豪华盛宴。"
        },
        {
            "name":"休息区",
            "x": "2.1863",
            "y": "-6.7079",
            "z": "30",
            "action": "wave",
            "content": "位置二内容讲解 位置二内容讲解"
        },
        {
            "name":"阿尔法",
            "x": "4.3329",
            "y": "-5.3947",
            "z": "30",
            "action": "wave",
            "content": "位置三内容讲解 位置三内容讲解"
        },
        {
             "name":"克鲁泽",
             "x": "-2.4971",
             "y": "1.4840",
             "z": "30",
             "action": "wave",
             "content": "位置四内容讲解 位置四内容讲解"
         },
        {
             "name":"前台",
              "x": "2.4093",
              "y": "21.1822",
              "z": "30",
              "action": "wave",
              "content": "位置五内容讲解 位置五内容讲解"
         },
         {
              "name":"会议室",
              "x": "3.6081",
              "y": "14.6787",
              "z": "30",
              "action": "wave",
              "content": "位置六内容讲解 位置六内容讲解"
         }
    ]
}