{
    "location": [
        {
            "name": "克鲁泽",
            "x": "1.7500",
            "y": "-2.5421",
            "z": "30",
            "action": "wave",
            "content": "这里是克鲁泽项目组哦"
        },
        {
            "name": "阿尔法",
            "x": "3.1000",
            "y": "0.8973",
            "z": "30",
            "action": "wave",
            "content": "这里是阿尔法项目组哦"
        },
        {
             "name": "会议室A",
             "x": "3.4842",
             "y": "15.2311",
             "z": "30",
             "action": "wave",
             "content": "优必选正式签约曼城 跨界合作打造年度好戏"
         },
        {
             "name": "前台",
              "x": "3.4021",
              "y": "23.1460",
              "z": "30",
              "action": "wave",
              "content": "这可是我们优必选机器人大家庭的门口哦"
        }
    ]
}